espressif/esp-idf/examples/bluetooth/nimble/power_save/sdkconfig.defaults.esp32h21
CONFIG_IDF_TARGET="esp32h21"

# Bluetooth Low Power Config
CONFIG_BT_LE_SLEEP_ENABLE=y
CONFIG_BT_LE_LP_CLK_SRC_DEFAULT=y

CONFIG_ESP_MODEM_CLOCK_ENABLE_CHECKING=y

#
# RTC Clock Config
#
CONFIG_RTC_CLK_SRC_EXT_CRYS=y
# end of RTC Clock Config
